<?php
/*
Template name: Об учереждении
*/
get_header();
?>
<main>
  <div class="container">
    <div class="float-none float-xl-right p-3">
      <? get_sidebar(); ?>
    </div>
    <ul class="nav nav-tabs mt-3" id="myTab" role="tablist">
      <li class="nav-item">
        <a class="nav-link text-uppercase active" id="home-tab" data-toggle="tab" href="#tab1" role="tab" aria-controls="home" aria-selected="true">Об учереждении</a>
      </li>
      <li class="nav-item">
        <a class="nav-link text-uppercase" id="profile-tab" data-toggle="tab" href="#tab2" role="tab" aria-controls="profile" aria-selected="false">Структура</a>
      </li>
    </ul>
    <section class="clearfix">
      <div class="tab-content mt-3 mb-4" id="myTabContent">
      <div id="tab1" class="tab-pane fade show active" role="tabpanel">
        <div class="text-center">
          <img class="mt-4 text-center" src="<? echo get_template_directory_uri(); ?>/assets/img/ob-ucherezhdenii.png" alt="" style="width: 60%;">
        </div>
        <p class="mt-3">
        Мелиоративный комплекс Саратовской области является одним из самых крупных в Приволжском федеральном округе. Вот уже более 60 лет ФГБУ «Управление «Саратовмелиоводхоз» развивает и поддерживает мелиоративные системы в работоспособном состоянии и является гарантом стабильного производства сельскохозяйственной продукции в характерных для региона природно-климатических условиях.
        </p>
        <p>
        Основной целью ФГБУ «Управление «Саратовмелиоводхоз» является создание необходимых условий для увеличения объемов производства высококачественной сельскохозяйственной продукции на основе восстановления и повышения плодородия почв и земель сельскохозяйственного назначения при выполнении комплекса агротехнических, гидромелиоративных, культуртехнических, гролесомелиоративных, водохозяйственных и организационных мероприятий, эксплуатации мелиоративных систем, переданных Учреждению в оперативное управление, и реализации федеральных целевых программ на территории Саратовской области.
        </p>
        <p>
        Сегодня ФГБУ «Управление «Саратовмелиоводхоз» - это 10 структурных филиалов по эксплуатации государственных систем и головное Управление. Здесь трудятся 2075 человек, которыми накоплен огромный бесценный опыт в мелиорации и ежедневными усилиями которых удается не только сохранять, но и развивать мелиоративный комплекс Саратовской области. Управление находится в ведомстве Министерства сельского хозяйства Российской Федерации и подчиняется непосредственно Департаменту мелиорации.
        </p>
        <p>
        На сегодняшний день Саратовская область занимает одно из ведущих мест среди крупнейших регионов нашей страны по объему орошаемых площадей. Орошаемое поле области составляет 257,3 тысячи гектаров, а полив осуществляется на 160 тысячах гектаров. Именно благодаря орошению в регионе с каждым годом увеличивается урожайность агрокультур и повышается уровень жизни сельского населения. В 2015 году на орошение сельскохозяйственных земель было подано 315 млн кубических метров воды.
        </p>
        <p>
        На балансе Управления находится 286 стационарных электрифицированных насосных станций, в которых установлено 1180 агрегатов суммарной мощностью 623,3 мВт, 58 водохранилищ емкостью от 0,5 до 115 млн м3 суммарным объемом 567,05 млн м3 воды, 1002 километра магистральных и распределительных каналов, более 500 сложных гидротехнических сооружений.
        </p>
        <p>Ежегодно ФГБУ «Управление «Саратовмелиоводхоз» обеспечивает водой в объеме 200 млн м3 население Левобережных районов Саратовской области и Республики Казахстан. Объем, который, согласно договорным отношениям, ФГБУ «Управление «Саратовмелиоводхоз» подает в Республику Казахстан, составляет порядка 80 млн кубических метров воды. Только на территории Саратовской области по рекам Малый и Большой Узени пропуск воды осуществляется на протяжении более 1000 км через 36 гидротехнических сооружений.</p>
        <img class="mt-5" src="<? echo get_template_directory_uri(); ?>/assets/img/ob-ucherezhdenii-2.png" alt="" style="width: 100%;">
        <h4 class="mt-5">Основные виды деятельности Учреждения:</h4>
        <p>- участие в разработке проектов целевых программ в области мелиорации земель, повышения технического уровня действующих мелиоративных систем, отдельно расположенных гидротехнических сооружений и объектов сельскохозяйственного водоснабжения;</p>
        <p>- реализация в установленном порядке федеральных целевых программ в соответствии с законодательством Российской Федерации на территории Саратовской области;</p>
        <p>- координация деятельности всех находящихся на территории Саратовской области организаций (независимо от их организационно-правовой формы), осуществляющих работы по реализации целевых программ в соответствии с законодательством Российской Федерации (проектирование, строительство, реконструкция, ремонт, эксплуатация мелиоративных систем и отдельно расположенных гидротехнических сооружений), по которым Учреждение выступает государственным заказчиком (заказчиком, застройщиком), а также другим направлениям деятельности по обеспечению плодородия земель сельскохозяйственного назначения в рамках реализации целевых программ;</p>
        - участие в установленном порядке в проверке соблюдения правил эксплуатации и состояния мелиоративных систем и отдельно расположенных гидротехнических сооружений, организации учета и проведения мониторинга мелиорированных земель, паспортизации мелиоративных систем и отдельно расположенных гидротехнических сооружений, составлении сводного мелиоративного кадастра и итогов паспортизации оросительных систем в целом по Саратовской области;
        <p>- выполнение в установленном порядке функций государственного заказчика (заказчика, застройщика) по объектам строительства в области мелиорации земель, сельскохозяйственного водоснабжения и социального развития села за счет средств федерального бюджета в соответствии с целями деятельности Учреждения;</p>
        <p>- организация в установленном порядке приемки законченных строительных объектов, возводимых в рамках реализации федеральных целевых программ при выполнении функций государственного заказчика в соответствии с законодательством Российской Федерации;</p>
        <p>- организация технической эксплуатации государственных мелиоративных систем и отдельно расположенных гидротехнических сооружений, объектов сельскохозяйственного водоснабжения и другого государственного имущества, переданного Учреждению в оперативное управление;</p>
        <p>- участие в установленном порядке в распределении водных ресурсов, забираемых из водных объектов для нужд мелиорации земель и сельскохозяйственного водоснабжения;</p>
        <p>- участие в установленном порядке в проведении работ по предупреждению и ликвидации последствий стихийных бедствий и чрезвычайных ситуаций на мелиоративных системах и отдельно расположенных гидротехнических сооружениях;</p>
        <p>- подача воды в пункты выдела водопотребителям, водоотведение с государственных мелиоративных систем;</p>
        <p>- обеспечение безопасности гидротехнических сооружений, находящихся в федеральной собственности и переданных Учреждению в оперативное управление, в соответствии с требованиями Федерального закона от 21 июля 1997 г. № 117-ФЗ «О безопасности гидротехнических сооружений».</p>
      </div>
      <div id="tab2"  class="tab-pane fade" role="tabpanel">
        <div class="">
          <?php
          $posts = get_posts( array(
            'numberposts' => 0,
            'offset'      => 0,
            'orderby'     => 'date',
            'order'       => 'ASC',
            'post_type'   => 'branches',
          ) );
          foreach( $posts as $post ){
            setup_postdata($post);
              ?>
              <div class="filial-wrap col-7 p-2">
                <div class="filial_title"><? the_title(); ?></div>
                <div class="filial_adress"><? echo(the_field('adresses')); ?></div>
                <div class="filial_director mt-2 mb-2"><? echo(the_field('directors')); ?></div>
                <div class="filial_mail-phone_wrap p-2">
                  <div class="filial_mail"><? echo(the_field('email')); ?></div>
                  <div class="filial_phone"><? echo(the_field('telephone')); ?></div>
                </div>
                <div class="filial_btn">
                  <a href="<? the_permalink(); ?>">Подробнее</a>
                </div>
              </div>
              <? }
              wp_reset_postdata();
          ?>
          </div>
          <div class="row text-center mt-4">
            <a href="<? echo get_template_directory_uri(); ?>/assets/img/struktura.jpg">
              <img class="struktura_image" src="<? echo get_template_directory_uri(); ?>/assets/img/struktura.jpg" alt="">
            </a>
          </div>
        </div>
      </div>
        </div>
    </section>
  </div>
</main>
<?
get_footer();
